package study.java.practice.standardInput.day02_20260822;

public class Main {
    public static void main(String[] args) {
        // ----------------------------------------
        // [出力とコメント - 文字列の出力]
        // ----------------------------------------
        // 文字列"sky"を出力してください

        System.out.println("sky");

        // ----------------------------------------
        // [出力とコメント - 計算]
        // ----------------------------------------
        // 12345 - 6789
        // 計算結果を表示してください
        System.out.println(12345 - 6789);

        // 12345 * 6789
        // 計算結果を表示してください
        System.out.println(12345 * 6789);

        // 12345 / 5
        // 計算結果を表示してください]
        System.out.println(12345 / 5);
    }
}
